Revit 2026 API
HermiteSurface.Create Method
Overload List
Name | Description
Create(Int32, Int32, IList<XYZ>)
Create(Int32, Int32, IList<XYZ>, Boolean, Boolean)
Top
See Also
Reference
HermiteSurface Class
Autodesk.Revit.DB Namespace